import React from 'react';
import './Questions.css'



export default function Questions() {
  return <div className='FAQ__container' >
          <section className='top'>
              <h1>هنا نحن نجاوب على جيمع تساؤلاتكم</h1>
          </section>
          <section className='meddile'>
           <ul>
             <li>
               <h2>هل بإمكاني إختيار موقع الشجرة بدقة؟</h2>
               <p>زراعة الأشجار تتم حسب الموقع الذي تم إختياره، ولك ذلك لا يعني أن بالإمكان إختيار المكان بدقة</p>
             </li>
             <li>
               <h2>كيف تم تحديد المواقع المسموح الزراعة بها؟</h2>
               <p>تم إختيار المواقع لوجود بنية تحتية مناسبة للزراعة كوجود شبكة ري، وتربة صالحة، وإمكانية العناية بها من مالكي الأرض</p>
             </li>
             <li>
               <h2>متى سيتم زراعة شجرتي؟</h2>
               <p>ستتم زراعة الأشجار في حال تحقيق الهدف الخاص في الموقع، أو بعد مرور فترة زمنية محددة لكل موقع، حسب التنسيق مع أصحاب الأرض</p>
             </li>
             <li>
               <h2>كيف أعرف أين زُرعت شجرتي؟</h2>
               <p>في حال الإنتهاء من زراعة شجرتكم سنقوم بإشعاركم برسالة نصية تحتوي على شهادة زراعة شجرة بالإضافة إلى رابط يوضح فيه موقع شجرتك، وصورتها، وفوائدها البيئية في خريطة الأشجار</p>
             </li>
            
           </ul>
          </section>
  </div>;
}
